Repository: zapitz/wp-news-source
Catalog: languages/wp-news-source-*.po
Languages: es_mx

source: News Sources
es_mx: Fuentes de Noticias

source: All Sources
es_mx: Todas las Fuentes

source: Add New
es_mx: Agregar Nueva

source: Statistics
es_mx: Estadísticas

source: Settings
es_mx: Configuración

source: Add New Source
es_mx: Agregar Nueva Fuente

source: Edit Source
es_mx: Editar Fuente

source: Source Name
es_mx: Nombre de la Fuente

source: Example: Government Agency, Red Cross, Company Name, etc.
es_mx: Ejemplo: Agencia Gubernamental, Cruz Roja, Nombre de Empresa, etc.

source: Unique identifier. Will be generated automatically if left empty.
es_mx: Identificador único. Se generará automáticamente si se deja vacío.

source: Source Type
es_mx: Tipo de Fuente

source: Government
es_mx: Gobierno

source: Company
es_mx: Empresa

source: NGO
es_mx: ONG

source: Description / Context
es_mx: Descripción / Contexto

source: Describe the context to detect this source. AI will use this information to improve detection.
es_mx: Describe el contexto para detectar esta fuente. La IA usará esta información para mejorar la detección.

source: Example: "This source applies when the bulletin mentions: State Government, Governor, state works, state social programs, state government departments"
es_mx: Ejemplo: "Esta fuente aplica cuando el boletín mencione: Gobierno del Estado, Gobernador, obras estatales, programas sociales estatales, secretarías del gobierno estatal"

source: Keywords
es_mx: Palabras Clave

source: Comma-separated list of keywords that help identify this source.
es_mx: Lista de palabras clave separadas por comas que ayudan a identificar esta fuente.

source: Example: governor, state government, department, official statement
es_mx: Ejemplo: gobernador, gobierno estatal, departamento, declaración oficial

source: Primary Category
es_mx: Categoría Principal

source: Start typing to search categories...
es_mx: Comienza a escribir para buscar categorías...

source: This category will be automatically assigned when this source is detected.
es_mx: Esta categoría se asignará automáticamente cuando se detecte esta fuente.

source: Associated Tags
es_mx: Etiquetas Asociadas

source: (multiple allowed)
es_mx: (múltiples permitidas)

source: Type to search or create multiple tags...
es_mx: Escribe para buscar o crear múltiples etiquetas...

source: Select multiple tags that will be automatically assigned to posts from this source.
es_mx: Selecciona múltiples etiquetas que se asignarán automáticamente a las publicaciones de esta fuente.

source: How to use:
es_mx: Cómo usar:

source: Type to search existing tags, click to select, or press Enter to create new ones.
es_mx: Escribe para buscar etiquetas existentes, haz clic para seleccionar, o presiona Enter para crear nuevas.

source: tags selected
es_mx: etiquetas seleccionadas

source: Start typing to search tags...
es_mx: Comienza a escribir para buscar etiquetas...

source: These tags will be automatically assigned. If they don't exist, they will be created.
es_mx: Estas etiquetas se asignarán automáticamente. Si no existen, se crearán.

source: Publishing Settings
es_mx: Configuración de Publicación

source: Auto-publish bulletins from this source
es_mx: Auto-publicar boletines de esta fuente

source: Requires review before publishing
es_mx: Requiere revisión antes de publicar

source: Webhook URL (Optional)
es_mx: URL de Webhook (Opcional)

source: URL for notifications when this source is detected. Useful for n8n integration.
es_mx: URL para notificaciones cuando se detecte esta fuente. Útil para integración con n8n.

source: Advanced Settings
es_mx: Configuración Avanzada

source: Generate specific API Key for this source
es_mx: Generar API Key específica para esta fuente

source: Save Source
es_mx: Guardar Fuente

source: Update Source
es_mx: Actualizar Fuente

source: Cancel
es_mx: Cancelar

source: Name
es_mx: Nombre

source: Type
es_mx: Tipo

source: Category
es_mx: Categoría

source: Tags
es_mx: Etiquetas

source: Auto-publish
es_mx: Auto-publicar

source: Actions
es_mx: Acciones

source: Edit
es_mx: Editar

source: Delete
es_mx: Eliminar

source: No sources found.
es_mx: No se encontraron fuentes.

source: No category
es_mx: Sin categoría

source: No tags
es_mx: Sin etiquetas

source: Total sources: %d
es_mx: Total de fuentes: %d

source: API Endpoints for n8n
es_mx: Endpoints de API para n8n

source: Use these endpoints in your n8n workflow:
es_mx: Usa estos endpoints en tu flujo de trabajo de n8n:

source: Get complete mapping
es_mx: Obtener mapeo completo

source: Detect source (POST)
es_mx: Detectar fuente (POST)

source: List all sources
es_mx: Listar todas las fuentes

source: Source saved successfully
es_mx: Fuente guardada correctamente

source: Action completed successfully.
es_mx: Acción completada correctamente.

source: You do not have permission to access this page.
es_mx: No tienes permisos para acceder a esta página.

source: You do not have permission to perform this action
es_mx: No tienes permisos para realizar esta acción

source: Source not found.
es_mx: Fuente no encontrada.

source: Basic Information
es_mx: Información Básica

source: AI Detection Settings
es_mx: Configuración de Detección IA

source: Source Configuration
es_mx: Configuración de Fuente

source: Detection
es_mx: Detección

source: Publishing
es_mx: Publicación

source: Skip to main content
es_mx: Saltar al contenido principal

source: Quick Tips
es_mx: Consejos Rápidos

source: Use descriptive names for easy identification
es_mx: Usa nombres descriptivos para fácil identificación

source: Add relevant keywords for better AI detection
es_mx: Agrega palabras clave relevantes para mejor detección IA

source: Test detection with sample content first
es_mx: Prueba la detección con contenido de muestra primero

source: Configure webhooks for automated workflows
es_mx: Configura webhooks para flujos de trabajo automatizados

source: API Integration
es_mx: Integración API

source: Once saved, this source will be available via:
es_mx: Una vez guardado, esta fuente estará disponible vía:

source: Click to copy endpoint URL
es_mx: Haz clic para copiar la URL del endpoint

source: Custom Detection Rules (JSON)
es_mx: Reglas de Detección Personalizadas (JSON)

source: Advanced rules in JSON format for custom detection.
es_mx: Reglas avanzadas en formato JSON para detección personalizada.

source: Available rule types:
es_mx: Tipos de reglas disponibles:

source: Creates a unique API key that can be used for this source specifically.
es_mx: Crea una API key única que puede usarse específicamente para esta fuente.

source: Publishing behavior
es_mx: Comportamiento de publicación

source: Unique identifier generated automatically from the source name.
es_mx: Identificador único generado automáticamente a partir del nombre de la fuente.
